<section class="mp-masthead">
    <div class="swiper mp-ms-swiper" id="mastheadSwiper">
        <div class="swiper-wrapper mp-ms-swiper__wrapper">
            <div class="swiper-slide mp-ms-swiper__slide">
                <div class="mp-ms-swiper__slide-wrapper">
                    <h1 class="mp-ms-swiper__title">Огнезащитная обработка</h1>
                    <div class="mp-ms-swiper__caption">
                        <p>Компания "Металл Протект" оказывает услуги по огнезащите металлоконструкций в соответствии с нормами РФ :</p>
                        <ul>
                            <li>Федеральный закон 123-ФЗ «Технический регламент о требованиях пожарной безопасности»;</li>
                            <li>СП 2.13130 от 2020г;</li>
                            <li>ГОСТ 53298 «Средства огнезащиты для стальных конструкций»;</li>
                            <li>СП 433.1325800.2019 «Огнезащита стальных конструкций. Правила производства работ»;</li>
                        </ul>
                        <p><i>Мы сотрудничаем со многими производителями огнезащитных составов, что позволяет нам предложить оптимальный вариант под любую задачу и бюджет. Свяжитесь с нами, и мы подберем оптимальное решение для вас.</i></p>
                    </div>
                    <a href="#!" class="mp-button mp-ms-swiper__button">Подробнее</a>
                </div>
            </div>
            <div class="swiper-slide mp-ms-swiper__slide">
                <div class="mp-ms-swiper__slide-wrapper">
                    <h2 class="mp-ms-swiper__title">Покраска металлоконструкций</h2>
                    <div class="mp-ms-swiper__caption">
                        <p>Услуги по покраске металлоконструкций различной сложности и размеров. Мы используем только качественные материалы и профессиональное оборудование, что обеспечивает долговечность и высокое качество покраски.</p>
                    </div>
                    <a href="#!" class="mp-button mp-ms-swiper__button">Подробнее</a>
                </div>
            </div>
            <div class="swiper-slide mp-ms-swiper__slide">
                <div class="mp-ms-swiper__slide-wrapper">
                    <h2 class="mp-ms-swiper__title">Пескоструйные работы</h2>
                    <div class="mp-ms-swiper__caption">
                        <p>В сфере строительства существует необходимость очищения различных поверхностей от загрязнений, следов ржавчины, старой краски или транспортировочного грунта. Несущие конструкции (колонны, фермы, балки, прогоны) нуждаются в тщательном удалении предыдущего антикоррозионного слоя без повреждения металла. Для очищения поверхностей используется технология пескоструйной очистки.</p>
                        <p>Наша команда поможет подобрать необходимый материал для очистки, качественно произвести обработку и закрыть все возникающие вопросы в процессе работ.</p>
                    </div>
                    <a href="#!" class="mp-button mp-ms-swiper__button">Подробнее</a>
                </div>
            </div>
        </div>
        <div class="swiper-pagination mp-ms-swiper__pagination"></div>
  </div>
</section>